---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.MSup2PerM
source: html/107ea843-ca06-b5a8-02c5-72b4cddffb39.htm
---
# Autodesk.Revit.DB.SymbolTypeId.MSup2PerM Property

Symbol m²/m, indicating unit Square meters per meter.

## Syntax (C#)
```csharp
public static ForgeTypeId MSup2PerM { get; }
```